Repository: cdigruttola/legalblink
Catalog: translations/*/ModulesLegalblinkMain.*.xlf
Languages: it_it

source: LegalBlink Module
it_it: Modulo LegalBlink

source: LegalBlink Module to add links in footer
it_it: Modulo LegalBlink per aggiungere i link nel footer

source: Are you sure you want to uninstall this module?
it_it: Vuoi disinstallare questo modulo?

source: Settings updated succesfully
it_it: Impostazioni aggiornate con successo

source: Error occurred during settings update
it_it: Ãˆ avvenuto un errore durante l'aggiornamento delle impostazioni

source: Settings
it_it: Impostazioni

source: Enter the cookie code you find
it_it: Inserisci il codice Cookie presente

source: here
it_it: qui

source: Cookie code
it_it: Codice Cookie

source: Enter the cookie policy link you find
it_it: Inserisci il link dell'informativa sui cookie presente

source: Cookie policy
it_it: Informativa Cookie

source: Enter the privacy policy link you find
it_it: Inserisci il link dell'informativa privacy presente

source: Privacy policy
it_it: Informativa privacy

source: Enter the terms of service link you find
it_it: Inserisci il link delle condizioni di vendita presente

source: Terms of Service
it_it: Condizioni di Vendita

source: Save
it_it: Salva

source: Enter the cookie policy cms page
it_it: Inserisci la pagina CMS dell'informativa cookie

source: Enter the privacy policy cms page
it_it: Inserisci la pagina CMS dell'informativa privacy

source: Terms of service cms page
it_it: Pagina CMS delle condizioni di vendita
